Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/BulkEntryUIResources.po
Languages: hu, km

source: Branch
hu: Fiók
km: សាខា

source: Center
hu: Központ
km: មជ្ឈមណ្ឌុល

source: A/C Collections
hu: Számla beszedések
km: គណនេយ្យប្រមូលបាន

source: %s account
hu: %s számla
km: ភាគរយគណនេយ្យ

source: Attendance
hu: Jelenlét
km: អវត្តមាន

source: Cancel
hu: Mégsem
km: បោះបង់

source: Client Name
hu: Ügyfél neve
km: ឈ្មោះអតិថិជន

source: Continue
hu: Folytatás
km: បន្ត

source: Data for
hu: Adatok
km: កាលបរិច្ចេកសំរាប់

source: Date of transaction
hu: Tranzakció napja
km: កាលបរិច្ចេកប្រតិបត្តការ

# bulkEntry.dueCollections
source: Due/Collections
hu: Esedékes/beszedések
km: បំណុល​និងការសង់ប្រាក់

source: Due collections\:
km: បំណុលដែលបានសង

# bulkEntry.duecoll
source: Due/Collections
hu: Esedékes/beszedések
km: បំណុល​និងការសង់ប្រាក់

source: Edit Data
hu: Adatok szerkesztése
km: បន្ថែមទិន្នន័យ

source: Enter data and click Preview.
hu: Rögzítse az adatokat, majd kattintson az Előnézet gombra.
km: បញ្ចូលទិន្នន័យហើយចុចពិនិត្យមើល

source: Enter collection sheet data
hu: Beszedési lap adatainak rögzítése
km: បញ្ចូលទិន្នន័យចូលក្នុងតារាងប្រាក់ដែលបានសង

source: Enter data
hu: Adatok rögzítése
km: បញ្ចូលទិន្នន័យ

source: You have successfully entered collection sheet data
hu: A beszedési lap adatainak rögzítése sikeresen megtörtént
km: អ្នកបានបញ្ចូលទិន្នន័យចូលក្នុងតារាងប្រាក់ដែលបានសងរួចរាល់

source: has been entered.
hu: rögzítése megtörtént.
km: ត្រូវបានបញ្ចូល

# bulkEntry.issuesWithdrawals
source: Issues/Withdrawals
hu: Kibocsátások/bevonások
km: ការប្រកាស និងការដកប្រាក់

# bulkEntry.isswith
source: Issues/Withdrawals
hu: Kibocsátások/bevonások
km: ការប្រកាស និងការដកប្រាក់

source: Loan disbursements\:
km: ការបង់ប្រាក់បំណុល

source: Loan officer
hu: Reménygazda
km: មន្ត្រីឥទាន

source: Fields marked with an asterisk are required.
hu: A csillaggal jelölt mezők kitöltése kötelező.
km: ប្រអប់ដែលមានសញ្ញា​​ (*) ត្រូវតែបំពេញ

source: Meeting date
hu: Találkozó napja
km: កាលបរិច្ចេកប្រជុំ

source: Other collections\:
km: ប្រាក់ដែលប្រមូលបានផ្សេងៗ

source: Please Note
hu: Megjegyzés
km: សូមកំណត់ចំណាំ

source: Preview the data and click Submit.
hu: Az adatok előnézete után kattintson az Érvényesítés gombra.
km: ពិនិត្យមើលទិន្នន័យហើយចុចយល់ព្រម

source: Preview
hu: Előnézet
km: ពិនិត្យមើល

source: Receipt date
hu: Beérkezés napja
km: កាលបរិច្ចេកបង្កាន់ដៃបង់ប្រាក់

source: Receipt ID
hu: Beérkezés azonosító
km: លេខបង្កាន់ដៃបង់ប្រាក់

source: Savings Deposit
hu: Takarékbetét
km: ប្រាក់កក់នៃគណនេយ្យសន្សំ

source: Savings Withdrawal
hu: Megtakarítás kivonása
km: ការដកប្រាក់នៃគណនេយ្យសន្សំ

source: Select
hu: Választás
km: ជ្រើសរើស

source: To select, choose an {0} from the list below. Then select the loan officer and the
hu: A kiválasztáshoz jelöljön meg egy {0}t az alábbi listáról. Majd válasszon reménygazdát és
km: ដើម្បីជ្រើសរើស ជ្រើសរើសលេខមួយពីប្រអប់ខាងក្រោម ហើយចុចយកមន្ត្រីឥទាន​ និង

source: Submit
hu: Érvényesítés
km: យល់ព្រម

source: Total\:
km: សរុប

source: Total Collections
hu: Összes beszedés
km: សរុបប្រាក់ប្រមូលបាន

source: %s Total
hu: %s összesen
km: សរុបជាភាគរយ

source: Total Issues/Withdrawals
hu: Összes kibocsátás/bevonás
km: សរុបការប្រកាស​ និងការដកប្រាក់

source: Transaction date
hu: Tranzakció napja
km: កាលបរិច្ចេកប្រតិបត្តិការ

source: Withdrawals\:
km: ការដកប្រាក់

source: You do not have permissions to perform this activity. Contact your system administrator to grant you the required permissions and try again.
hu: Ön nem jogosult e művelet végzésére. A szükséges engedélyért forduljon a rendszergazdához, majd próbálja újra.
km: អ្នកគ្មានសិទ្ធិក្នុងការប្រើប្រតិបត្តិការនេះ។ ទាក់ទងភ្នាក់ងារគ្រប់គ្រងរបស់អ្នកដើម្បីស្នើរសុំសិទ្ធិហើយព្យាយាមម្តងទៀត។

source: <li>Please specify a valid receipt date.</li>
hu: <li>Érvényes beérkezési dátumot adjon meg.</li>
km: សូមកំណត់យកកាលបរិច្ជេទមួយ

# errors.invalidamount
source: <li>The amount specified for {0} of customer {1} is invalid. Please specify a valid amount.</li>
hu: <li>A(z) {1} ügyfél {0}ére megadott összeg érvénytelen. Érvényes összeget adjon meg.</li>
km: ការកំណត់ចំនួនសរុប​ សំរាប់ {0} នៃអតិថិជន {1} គឺមិនត្រឹមត្រូវ។ សូមកំណត់ចំនួនសរុបឲ្យបានត្រឹមត្រូវ។

# errors.invalidamountvalue
source: <li>The amount specified for {0} of customer {1} is invalid. Please specify a valid amount.</li>
hu: <li>A(z) {1} ügyfél {0}ére megadott összeg érvénytelen. Érvényes összeget adjon meg.</li>
km: ការកំណត់ចំនួនសរុប​ សំរាប់ {0} នៃអតិថិជន {1} គឺមិនត្រឹមត្រូវ។ សូមកំណត់ចំនួនសរុបឲ្យបានត្រឹមត្រូវ។

source: <li>Please specify a valid date-- {0} must be between the last meeting date and today.</li>
hu: <li>Érvényes dátumot adjon meg - a(z) {0} az utolsó találkozó napja és a mai nap közé kell, hogy essen.</li>
km: សូមកំណត់យកកាលបរិច្ជេទមួយដែលត្រឹមត្រូវ​ {0}ត្រូវតែនៅ​ចន្លោះពីថ្ងៃដែលជួបចុងក្រោយ និងថ្ងៃនេះ។

source: <li>Please specify {0}.</li>
hu: <li>Adja meg a(z) {0}t.</li>
km: សូមកំណត់យក {0}

source: <li>Please select the {0}.</li>
hu: <li>Válasszon {0}t.</li>
km: សូមជ្រើសរើស{0}​ មួយ

source: <li>Please specify a valid date-- {0} can only be today's date.</li>
hu: <li>Érvényes dátumot adjon meg - a(z) {0} csak a mai nap lehet.</li>
km: សូមកំណត់យកកាលបរិច្ជេទមួយដែលត្រឹមត្រូវ​ {0}អាចបានតែកាលបរិច្ជេទថ្ងៃនេះ។

source: The action is not permissible.
hu: Ez a művelet nem megengedett.
km: សកម្មភាពនេះមិនបានអនុញ្ញាត្ត

source: Bulk entry
hu: Tömeges rögzítés

source: Click Cancel to return to Clients &amp; Accounts.
hu: Az Ügyfelek és számlák lapra való visszatéréshez kattintson a Mégsem gombra.

source: Mode of payment
hu: Fizetési mód
