Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/ColumnMappingBundle.po
Languages: km

# Account.customField.displayName
source: Additional Information
km: ព័ត៌មានបន្ថែម

# Account.customField.feildId
source: Custom field Id
km: លេខប្រអប់អតិថិជន

# Account.customField.feildValue
source: Custom field value
km: តម្លៃប្រអប់អតិថិជន

# Center.Line2
source: Address 2
km: អាស្រយដ្ឋាន ២

# Center.Line3
source: Address 3
km: អាស្រយដ្ឋាន​ ៣

# Center.PhoneNumber
source: Telephone
km: ទូរស័ព្ទ

# Center.State
source: State
km: ក្រុង

# Center.centerApprovalDate
source: Start Date
km: កាលបរិច្ឆេទចាប់ផ្តើម

# Center.city
source: City
km: ក្រុង

# Center.country
source: Country
km: ប្រទេស

# Center.customerPosition.displayName
source: Customer Positions
km: តួនាទីអតិថិជន

# Center.displayAddress
source: Display Address
km: អាស្រយដ្ឋានដែលបង្ហាញ

# Center.externalId
source: External Id
km: លេខសំគាល់ខាងក្រៅ

# Center.line1
source: Address 1
km: អាស្រយដ្ឋាន ១

# Center.meeting.meetingPlace
source: Location Of Meeting
km: ទីកន្លែងនៃអង្គប្រជុំ

# Center.meetingRecurrence.rankOfDays
source: Rank
km: លំដាប់ថ្នាក់

# Center.meetingRecurrence.weekDay
source: Week Day
km: ថ្ងៃនៃសប្តាហ៍

# Center.mfiJoiningDate
source: MFI Joining Date
km: កាលបរិច្ឆេទចូលរួមរបស់​ MFI

source: Loan Officer Assigned
km: មន្ត្រីឥទានបានកំនត់

# Center.personnelId
source: Personnel Id
km: លេខសម្គាល់ផ្ទាល់ខ្លួន

# Center.statusId
source: Status
km: ប្រភេទ

# Center.zip
source: Postal Code
km: លេខសម្ងាត់ប្រៃសនីយ៍

# Client.Line2
source: Address 2
km: អាស្រយដ្ឋាន ២

# Client.Line3
source: Address 3
km: អាស្រយដ្ឋាន ៣

# Client.PhoneNumber
source: Telephone
km: ទូរស័ព្ទ

# Client.State
source: State
km: ក្រុង

source: Business Activities
km: សកម្មភាពអាជីវកម្ម

source: Religion
km: សាសនា

# Client.city
source: City
km: ក្រុង

# Client.clientApprovalDate
source: Start Date
km: កាលបរិច្ឆេទចាប់ផ្តើម

# Client.country
source: Country
km: ប្រទេស

source: Number Of Children
km: ចំនួនកូន

# Client.customerNameDetailSet.firstName
source: First Name
km: ត្រកូល

# Client.customerNameDetailSet.lastName
source: Last Name
km: ឈ្មោះ

# Client.customerNameDetailSet.middleName
source: Middle Name
km: ឈ្មោះកណ្តាល

source: Spouse/Father Name
km: ប្តី ឬ ប្រពន្ធ/ឈ្មោះឪពុក

source: Salutation
km: ការគំនាប់

# Client.customerNameDetailSet.secondLastName
source: Second Last Name
km: ឈ្មោះទីពីរ

source: Date Of Birth
km: ថ្ងៃ ខែ​ ឆ្នាំកំនើត

# Client.displayAddress
source: Display Address
km: អាស្រយដ្ឋានបង្ហាញ

# Client.displayName
source: Name
km: ឈ្មោះ

source: Education Level
km: កំរិតអប់រំ

# Client.externalId
source: External Id
km: លេខសម្គាល់ខាងក្រៅ

source: Flag
km: ទង់ជាតិ

# Client.gender
source: Gender
km: ភេទ

# Client.governmentId
source: Government ID
km: លេខសម្គាល់រដ្ឋាភិបាល

# Client.line1
source: Address 1
km: អស្រ័យដ្ឋាន​ ១

# Client.maritalStatus
source: Marital Status
km: ប្រភេទនៃអាពាហ៍ពិពាហ៍

# Client.meeting.meetingPlace
source: Location Of Meeting
km: ទីកន្លែងនៃអង្គប្រជុំ

# Client.meetingRecurrence.rankOfDays
source: Rank
km: លំដាប់ថ្នាក់

# Client.meetingRecurrence.weekDay
source: Week Day
km: ថ្ងៃនៃសប្តាហ៍

# Client.mfiJoiningDate
source: MFI Joining Date
km: កាលបរិច្ឆេទចូលរួមរបស់ MFI

# Client.parentCustomer.displayName
source: Name
km: ឈ្មោះ

# Client.personnelId
source: Personnel Id
km: លេខសម្គាល់ផ្ទាល់ខ្លួន

# Client.statusId
source: Status
km: ប្រភេទ

# Client.zip
source: Postal Code
km: លេខសម្ងាត់ប្រៃសនីយ៍។

# Customer.customField.displayName
source: Additional Information
km: ព័ត៌មានបន្ថែម

# Customer.customField.feildId
source: Custom field Id
km: ប្រអប់លេខសម្គាល់

# Customer.customField.feildValue
source: Custom field value
km: ប្រអប់តម្លៃ

# Customer.name
source: Name
km: ឈ្មោះ

# Group.Line1
source: Address 1
km: អាស្រយដ្ឋាន ១

# Group.Line3
source: Address 3
km: អាស្រយដ្ឋាន ៣

source: Position
km: តួនាទី

# Group.city
source: City
km: ទីក្រុង

# Group.comment
source: Note
km: កំនត់ត្រា

# Group.country
source: Country
km: ប្រទេស

source: GRT Staff Id
km: លេខសម្គាល់បុគ្គលិក GRT

# Group.customerPosition.displayName
source: Customer Positions
km: តួនាទីអតិថិជន

# Group.displayName
source: Name
km: ឈ្មោះ

# Group.externalId
source: External Id
km: លេខសម្គាល់ខាងក្រៅ

source: Status Change Explanation
km: ការពិព័ណនាអំពីប្រភេទនៃការផ្លាស់ប្តូរ

source: approval date
km: កាលបរិច្ឆេទយល់ព្រម

# Group.line2
source: Address 2
km: អាស្រយដ្ឋាន ២

# Group.meeting.meetingPlace
source: Location Of Meeting
km: ទីកន្លែងនៃអង្គប្រជុំ

# Group.meetingRecurrence.rankOfDays
source: Rank
km: កំរិតថ្នាក់

source: Week day
km: ថ្ងៃនៃសប្តាហ៍

# Group.parentCustomer.displayName
source: Name
km: ឈ្មោះ

# Group.phoneNumber
source: Telephone
km: ទូរស័ព្ទ

# Group.state
source: State
km: ក្រុង

# Group.statusId
source: Status
km: ប្រភេទ

# Group.zip
source: Postal Code
km: លេខសម្ងាត់ប្រៃសនីយន៍

source: Business Work Activities
km: សកម្មភាពអាជីវកម្ម

# Loan.InterestRateAmount
source: Interest Rate
km: អត្រាការប្រាក់

source: Meeting Start Date
km: កាលបរិច្ឆេទចាប់ផ្តើមអង្គប្រជុំ

source: No. Of Installments
km: លេខនៃការបញ្ចូល

source: Purpose of
km: គោលបំនង់

source: Rate
km: កំរិតថ្នាក់

# Loan.accountState
source: Status
km: ប្រភេទ

# Loan.comment
source: Note
km: កំនត់ត្រា

source: Explanation
km: ការពន្យល់

source: Loan Amount
km: ប្រាក់កម្ចីសរុប

source: Amount
km: ចំនួនសរុប

source: Max
km: អតិបរមា

source: Min
km: អប្បរមា

source: Default
km: ទំរង់ដើម

source: Default Amount
km: ចំនួនដើម

# LoanProduct.description
source: Description
km: ការពិព័ណនា

# LoanProduct.endDate
source: End Date
km: កាលបរិច្ឆេទបញ្ចប់

source: Fee Types
km: ប្រភេទប្រាក់ឈ្នួល

source: Sources of funds
km: ប្រភពធនធានឩបត្តម្ភ

source: GL code
km: លេខសម្ងាត់ GL

source: Include In
km: រួមទាំង

source: Cycle Counter
km: ការរាប់ជារង្វង់

source: Max Interest Rate
km: អត្រាការប្រាក់អតិបរិមា

source: Max Loan Amount
km: ចំនួនប្រាក់កម្ចីអតិបរមា

source: Min Interest Rate
km: អត្រាការប្រាក់អប្បបរមា

source: Min Loan Amount
km: ចំនួនប្រាក់កម្ចីអប្បបរមា

source: Penalty Type
km: ប្រភេទនៃការផាកពិន័យ

source: Penalties GL code
km: លេខសម្ងាត់ GL ផាកពិន័យ

source: Grace Period For Penalty
km: រយៈពេលផាកពិន័យ

source: Penalty Rate
km: អត្រាផាកពិន័យ

# LoanProduct.prdApplicableMaster.prdApplicableMasterId
source: Applicable For
km: ពាក្យសំរាប់

# LoanProduct.prdCategory.productCategoryName
source: Product Category
km: ប្រភេទផលិតផល

# LoanProduct.prdOfferingName
source: Product Instance Name
km: ឈ្មោះផលិតផលដំណាង

# LoanProduct.prdOfferingShortName
source: Short Name
km: តម្រៀបតាមឈ្មោះ

# LoanProduct.prdStatus.offeringStatusId
source: Status
km: ប្រភេទ

source: Principal Due On Last Installment
km: ថ្លៃដើមនៃបំណុលលើការបញ្ចូលចុងក្រោយ

source: Principal GL code
km: លេខសម្ងាត់ GL នៃថ្លៃដើម

# LoanProduct.startDate
source: Start Date
km: កាលបរិច្ឆេទចាប់ផ្តើម

source: Change Status
km: ប្តូរប្រភេទ

# Personnel.Gender
source: Gender
km: ភេទ

# Personnel.LanguagePreferred
source: Language Preferred
km: ភាសាដែលចង់បាន

source: Level
km: កំរិត

# Personnel.MaritalStatus
source: Marital Status
km: ប្រភេទនៃអាពាហ៍ពិពាហ៍

source: Personnel Title
km: ចំណងជើងផ្ទាល់

# Personnel.Status
source: Status
km: ប្រភេទ

# Personnel.address1
source: Address 1
km: អាស្រយដ្ឋាន ១

# Personnel.address2
source: Address 2
km: អាស្រយដ្ឋាន ២

# Personnel.address3
source: Address 3
km: អាស្រយដ្ឋាន ៣

# Personnel.city
source: City
km: ក្រុង

# Personnel.country
source: Country
km: ប្រទេស

# Personnel.customField.displayName
source: Additional Information
km: ព័ត៌មានបន្ថែម

# Personnel.customField.feildId
source: Custom field Id
km: ប្រអប់លេខសម្គាល់

# Personnel.customField.feildValue
source: Custom field value
km: ប្រអប់តម្លៃ

source: Date Of Joining MFI
km: កាលបរិច្ឆេទនៃការចូលរួម MFI

source: Date Of Leaving
km: កាលបរិច្ឆេទ នៃការចាកចេញ

# Personnel.displayName
source: Name
km: ឈ្មោះ

source: Email
km: អាស្រយដ្ឋានសារ

source: Password
km: លេខសម្ងាត់

# Personnel.firstName
source: First Name
km: ត្រកូល

# Personnel.governmentId
source: Government ID
km: លេខសម្គាល់រដ្ឋាភិបាល

# Personnel.lastName
source: Last Name
km: ឈ្មោះ

# Personnel.localeId
source: Language Preferred
km: ភាសាចង់បាន

# Personnel.middleName
source: Middle Name
km: ឈ្មោះកណ្តាល

# Personnel.officeId
source: Office
km: ការិយាល័យ

# Personnel.officeName
source: Office
km: ការិយាល័យ

# Personnel.postalCode
source: Postal Code
km: លេខសម្ងាត់ប្រៃសនីយ៍

source: Roles
km: ច្បាប់

# Personnel.secondLastName
source: Second Last Name
km: ឈ្មោះទីពីរ

# Personnel.state
source: State
km: ក្រុង

source: Telephone No
km: លេខទូរសព្ទ័

source: User Name
km: ឈ្នោះ

# Saving.RecommendedAmount
source: Recommended Amount
km: ចំនួនដែលផ្តល់ជាយោបល់

source: External Savings Id
km: លេខសម្គាល់ខាងក្រៅអំពីការសន្សំ

source: Balance used for Interest rate calculation
km: តុល្យភាពប្រើសំរាប់ការគណនាអត្រាការប្រាក់

# SavingsProduct.description
source: Description
km: ការពិព័ណនា

# SavingsProduct.endDate
source: End Date
km: កាលបរិច្ឆេទចុងក្រោយ

source: Balance For
km: តុល្យភាពសំរាប់

source: Calculation
km: ការគណនា

source: Interest Calculation Type
km: ប្រភេទការគណនាអត្រាការប្រាក់

# SavingsProduct.interestRate
source: Interest Rate
km: អត្រាការប្រាក់

source: Max Amount Per Withdrawal
km: ចំនួនអតិបរមាសំរាប់ការដក់ប្រាក់ម្នាក់

source: Time Period/Frequency
km: រយៈពេល

source: Min Balance For Interest Calculation
km: តុល្យភាពអតិប្បរមាសំរាប់ការគណនាអត្រាការប្រាក់

# SavingsProduct.prdApplicableMaster.prdApplicableMasterId
source: Applicable For
km: ដាក់ពាក្យសំរាប់

# SavingsProduct.prdCategory.productCategoryName
source: Product Category
km: ប្រភេទទំនិញ

# SavingsProduct.prdOfferingName
source: Product Instance Name
km: ឈ្មោះទំនិញជំនួស

# SavingsProduct.prdOfferingShortName
source: Short Name
km: តំរៀតតាមឈ្មោះ

# SavingsProduct.prdStatus.offeringStatusId
source: Status
km: ប្រភេទ

source: Amount Applies to
km: ចំនួនសរុបនៃការដាក់ពាក្យលើ

# SavingsProduct.recommendedAmount
source: Recommended Amount
km: ចំនួនសរុបដែលបានផ្តល់យោបល់

source: Type Of Deposits
km: ប្រភេទនៃការប្រាក់កក់

# SavingsProduct.startDate
source: Start Date
km: ការបរិច្ឆេទចាប់ផ្តើម

source: Branch membership
km: សាខាសមាជិគភាព

source: Paid
km: បានចំនាយ

source: Amount of loan
km: ចំនួនសរុបនៃប្រាក់កម្ចី

source: Cycle per Product
km: ចង្វាក់ផលិតកម្ម

source: Number of missed payments
km: ចំនួននៃការមិនបានបង់ប្រាក់

source: Notes
km: កំនត់ចំនាំ

source: Product name
km: ឈ្មោះទំនិញ

source: Total amount paid
km: ការចំណាយសរុប

source: Total number of payments
km: សរុបការចំណាយ
