Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/FundUIResources.po
Languages: km

source: You do not have permissions to perform this activity. Contact your system administrator to grant you required permissions and try again.
km: អ្នកគ្មានសិទ្ធិក្នុងសកម្មភាពនេះ។ ទាក់ទងអ្នកគ្រប់គ្រងរបស់អ្នកដើម្បីទទួលបានសិទ្ធិ ហើយព្យាយាមម្តង់ទៀត។

source: The fund name already exists. Please specify another name.
km: ឈ្មោះមានរួចរាល់។ សូមកំនត់ឈ្មោះដទៃផ្សេងទៀត។

source: Please specify a value for fund code.
km: សូមកំនត់តំលៃដើម្បីលេខសំងាត់ដែលបានរកឃើញ

source: Please specify a value for fund name.
km: សូមកំនត់តំលៃដើម្បីលេខសំងាត់ដែលបានរកឃើញ

# errors.mandatory
source: Please specify {0}.
km: សូមកំនត់{0}

# errors.mandatory_selectbox
source: Please select {0}.
km: សូមកំនត់{0}

# errors.mandatory_textbox
source: Please specify {0}.
km: សូមកំនត់{0}

# errors.select
source: Please select {0}.
km: សូមកំនត់{0}

source: This action is not permissible.
km: សកម្មភាពនេះមិនបានកំនត់

source: Admin
km: អ្នកគ្រប់គ្រង

source: Cancel
km: បោះបង់

source: Edit
km: បន្ថែម

source: Preview the fields below. Then click Submit. Click Cancel to return to Fund Details without submitting information.
km: ពិនិត្យប្រអប់ខាងក្រោម។ បន្ទាប់មកចុចយល់ព្រម។ ចុចបោះបង់ដើម្បីត្រលប់ទៅលទ្ធផលស្វែងរកពិស្តារដោយមិន​ទទួលយកព័ត៌មានទាំងនេះ។

source: Edit fund information
km: បន្ថែមព័ត៌មានដែលបានស្វែងរកឃើញ

source: Complete the fields below. Then click Preview. Click Cancel to return to View funds page without submitting information.
km: បំពេញប្រអប់ខាងក្រោម។ បន្ទាប់មកចុចពិនិត្យមើល។ ចុចបោះបង់ដើម្បីត្រលប់ទៅពិនិត្យមើលទំព័រលទ្ធផល​ដែលស្វែងរកឃើញដោយមិនទទួលយកព័ត៌មានទាំងនេះ។

source: Enter fund information
km: បញ្ចូលព័ត៌មានដែលស្វែងរកឃើញ

source: fund Code
km: លេខសំងាត់ដែលស្វែងរកឃើញ

source: Fund information
km: ព័ត៌មានដែលស្វែងរកឃើញ

source: fund Name
km: ឈ្មោះដែលស្វែងរកឃើញ

source: Fund details
km: ព័ត៌មានពិស្តារដែលស្វែងរកឃើញ

source: Name
km: ឈ្មោះ

source: Fund code
km: លេខសំងាត់ដែលស្វែងរកឃើញ

source: Fields marked with an asterisk are required.
km: ប្រអប់ដែលប្រកំនត់ជាមួយសញ្ញា*ត្រូវតែបំពេញ

source: Define new fund
km: កំនត់លទ្ធផលស្វែងរកថ្មី

source: Complete the fields below. Then click Preview. Click Cancel to return to Admin page without submitting information.
km: បំពេញប្រអប់ខាងក្រោម។ បន្ទាប់មកចុចពិនិត្យមើល។ ចុចបោះបង់ដើម្បីត្រលប់ទៅទំព័រអ្នកគ្រប់គ្រង ដោយមិនទទួលយកព័ត៌មានទាំងនេះ។

source: Preview
km: ពិនិត្យមើល

source: Preview fund information
km: ពិនិត្យមើលព័ត៌មានដែលស្វែងរកឃើញ

source: Review the information below. Click Submit if you are satisfied or click Edit to make changes. Click Cancel to return to Admin page without submitting information.
km: ពិនិត្យមើលព័ត៌មានខាងក្រោម។ ចុចយល់ព្រមប្រសិនបើអ្នកពេញចិត្ត ឬចុចបន្ថែមដើម្បីផ្លាស់ប្តូរ។ ចុចបោះបង់ដើម្បីត្រលប់ទៅទំព័រអ្នកគ្រប់គ្រង​ដោយមិនទទួលយកព័ត៌មានទាំងនេះ។

source: Review
km: ពិនិត្យមើល

source: Review & submit
km: ពិនិត្យមើល និងយល់ព្រម

source: submit
km: យល់ព្រម

source: Submit
km: យល់ព្រម

source: View funds
km: ពិនិត្យមើលលទ្ធផលស្វែងរកឃើញ
