Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/HolidayUIResources.po
Languages: km

source: CUSTOM FIELD
km: ប្រឡោះសំរាប់ប្រពៃណីយទំនៀមទំលាប់

# cf.lookUpEntity.entityId
source: Custom field\:
km: ប្រឡោះសំរាប់ប្រពៃណីយទំនៀមទំលាប់

# cfdef.entityId
source: Custom field\:
km: ប្រឡោះសំរាប់ប្រពៃណីយទំនៀមទំលាប់

source: You do not have permissions to perform this activity. Contact your system administrator to grant you required permissions and try again.<br><br>
km: អ្នកពុំមានសិទ្ធិគ្រប់គ្រាន់ក្នុងកាបន្តសកម្មភាពនេះទេ សូមទាក់ទងអ្នកគ្រប់គ្រងប្រពន្ធ័ដើម្បីផ្តល់សិទ្ធិចាំបាច់ដល់អ្នក ហើយសូមសាកល្បងម្តងទៀត

source: Cannot create this holiday as the configuration of this level has been modified by another user. Please try creating again or change the holiday type.
km: មិនអាចបង្កើតថ្ងៃឈប់សំរាកដូចដែលកំរិតដែលបានកែតំរូវដោយអ្នកប្រើប្រាស់ផ្សេងទៀត។​សូមព្យាយាមបង្កើតម្តងទៀតឬប្តូប្រភេទនៃថ្ងៃឈប់សំរាក

# error.holiday.mandatory_field
source: Please specify {0}.
km: សូមបញ្ជាក់ {0}.

source: Holiday can't be added for current date or dates in the past.
km: ថ្ងៃឈប់សំរាកមិនអាចបន្ថែមបានទេសំរាប់ថ្ងៃបច្ចុប្បន្នឬថ្ងៃអនាគត

source: The holiday cannot be made active as this holiday level is not configured currently.
km: ថ្ងៃឈប់សំរាកមិនអាចធ្វើកិច្ចការបានទេដោយសាថ្ងៃកំរិតនៃថ្ងៃឈប់សំរាកនេះគឺមិនបានកែតំរូវនាពេលបច្ចូប្បន្ន

source: The holiday cannot be activated as the parent holiday is not a valid parent now.
km: ថ្ងៃឈប់សំរាកមិនអាចចាប់ផ្តើមបានទេដោយសាថ្ងៃឈប់សំរាករបស់អានាព្យាបាលគឺមិនមានជាអាណាព្យាបាលបច្ចុប្បន្ន

source: The holiday cannot be activated as the parent holiday is inactive.
km: ថ្ងៃឈប់សំរាកគឺមិនអាចចាប់ផ្តើមបានទេដោយសាតែថ្ងៃឈប់សំរាករបស់អានាព្យាបាលគឺមិនបានចាប់ផ្តើម

source: Minimum length for holiday short name is {2} characters.
km: ប្រវែងេអប្បបរិមាសំរាប់ឈ្មោះរបស់ថ្ងៃឈប់សំរាកគឺ{២}តួអក្សរ

# errors.holiday.updationhierarchyfailed
source: An unexpected error has occurred during the holiday hierarchy change. Please try again later or contact the system administrator.
km: កំហុសកើតឡើងដោយពុំបានដឺងជាមុនបានកើតឡើតនាពេលប្តូឋានានុក្រម្យរបស់ថ្ងៃឈប់សំរាក សូមសាកល្បងម្តងទៀតនាពេលក្រោយឬទាក់ទងអ្នកគ្រប់គ្រងប្រពន្ធ័

source: Holiday To Date can be either greater than or equal to From Date or left blank.
km: ថ្ងៃឈប់សំរាកដល់ថ្ងៃនេះគឺមិនអាចធំជាងឬស្មើពីថ្ងៃចាប់ផ្តើមឬទុកចោល

source: This action is not permissible.
km: សកម្មភាពនេះគឺមិនមានការអនុញ្ញាត្តិទេ

# exception.framework.fieldConfiguration.mandatory
source: Please specify {0}.
km: សូមបញ្ជាក់{0}.

source: From Date
km: ចាប់ពីថ្ងៃ

source: Holiday Name
km: ឈ្មោះថ្ងៃឈប់សំរាក

source: Repayment Rule
km: និតិវីធីនៃការសងរំលោះ

source: To Date
km: រហុតដល់ថ្ងៃ

source: Please specify an Holiday address.
km: សូមបញ្ជាក់អាស័យដ្ឋាននៃថ្ងៃឈប់សំរាក

source: Please specify the City.
km: សូមបញ្ជាក់ពីពត៍មានទីក្រុង

source: Please specify the Country.
km: សូមបញ្ជាក់ពីពត៍មានប្រទេស

source: Please specify the Postal code.
km: សូមបញ្ជាក់ពីលេខកូដប្រៃសណីយ

source: Please specify the State.
km: សូមបញ្ជាក់ពីលក្ខ័ណ

# holiday.asterisk
source: Fields marked with an asterisk are required.
km: ប្រឡោះដែលមានសញ្ញាផ្កាយគឺតំរូវអោយមានពត៍មាន

source: Cancel
km: បោះបង់

# holiday.button.edit
source: Edit holiday information
km: កែតំរូវពត៍មានថ្ងៃឈប់សំរាក

source: Preview
km: ពិនិត្យមើល

source: Edit Holiday
km: កែតំរូវថ្ងៃឈប់សំរាក

source: An unexpected error has occurred during holiday creation. Please try again later or contact the system administrator.
km: កំហុសដោយអចេតនាបានកើតឡើងនាពេលដែលបង្កើតថ្ងៃឈប់សំរាក។សូមសាកល្បងម្តងទៀតនាពេលក្រោយឬទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធ

source: The application could not load the holiday hierarchy. Please try again later or contact the system administrator.
km: ឋានានុក្រម្យនៃថ្ងៃឈប់សំរាកមិនអាចដាក់ចូលក្នុងប្រព័ន្ធបានទេ សូមសាកល្បងម្តងទៀតនាពេលក្រោយឬទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធ

# holiday.error.updationHierarchyFailed
source: An unexpected error has occurred during the holiday hierarchy change. Please try again later or contact the system administrator.
km: កំហុសកើតឡើងដោយពុំបានដឺងជាមុនបានកើតឡើតនាពេលប្តូឋានានុក្រម្យរបស់ថ្ងៃឈប់សំរាក សូមសាកល្បងម្តងទៀតនាពេលក្រោយឬទាក់ទងអ្នកគ្រប់គ្រងប្រពន្ធ័

source: Holiday short name
km: ឈ្មោះជាអក្សរកាត់របស់ថ្ងៃឈប់សំរាក

source: Holiday type
km: ប្រភេទនៃថ្ងៃឈប់សំរាក

source: Add Holiday
km: បន្ថែមថ្ងៃឈប់សំរាក

source: Define new
km: កំនត់ថ្មី

source: Add a new holiday -
km: បន្ថែមថ្ងៃឈប់សំរាក

source: Add a new holiday
km: បន្ថែមថ្ងៃឈប់សំរាកថ្មី

source: Additional information
km: បន្ថែមពត៍មានថ្មី

source: Address
km: អស័យដ្ឋាន

source: Address 1\:
km: អស័យដ្ឋាន១

source: Address 2\:
km: អស័យដ្ឋាន២

source: Address 3\:
km: អស័យដ្ឋាន៣

source: Area holiday
km: ផ្នែកនៃថ្ងៃឈប់សំរាក

source: Branch holiday
km: សាខានៃថ្ងៃឈប់សំរាក

source: Change Status\:
km: ប្តូលក្ខ័ណ

source: Check the levels to be included.
km: ពិនិត្យមើលកំរិតដើម្បីបញ្ចូល

source: City\:
km: ទីក្រុង

source: Complete the fields below. Then click Preview. Click Cancel to return to Admin without submitting information.
km: បំពេញប្រឡោះខាងក្រោម រួចចុចបើកមើល ចុចបោះបង់ដើម្បីត្រលប់ទៅរដ្ឋបាលដោយមិនចាំបាច់បញ្ជូនពត៍មាន

source: Country\:
km: ប្រទេស

source: You have successfully added a new holiday
km: អ្នកបានបន្ថែមថ្ងៃឈប់សំរាកថ្មីបានសំរេចហើយ

# holiday.labelEditHolidayInfo
source: Edit holiday information
km: កែតំរូវពត៍មាននៃថ្ងៃឈប់សំរាក

source: Enter holiday information
km: ដាក់បញ្ចូលពត៍មាននៃថ្ងៃឈប់សំរាក

# holiday.labelFieldsMarkedWithAsterisk
source: Fields marked with an asterisk are required.
km: ប្រឡោះដែលមានសញ្ញាផ្កាយគឺតំរូវអោយមានពត៍មាន

source: Head holiday
km: ប្រធានផ្នែកថ្ងៃឈប់សំរាក

source: Holiday address
km: អាស័យដ្ឋាននៃថ្ងឈប់សំរាក

source: Holiday information
km: ថ្ងៃឈប់សំរាក ពត៍មាន

source: Holiday Name\:
km: ឈ្មោះថ្ងៃឈប់សំរាក

source: Holiday short name\:
km: ឈ្មោះជាអក្សរកាត់របស់ថ្ងៃឈប់សំរាក

source: Holiday type\:
km: ប្រភេទនៃថ្ងៃឈប់សំរាក

source: Holidays for year
km: ថ្ងៃឈប់សំរាកប្រចាំឆ្នាំ

source: Admin
km: រដ្ឋបាល

source: Click here to
km: ចុចទីនេះដើម្បី

source: Holidays
km: ថ្ងៃឈប់សំរាក

source: View Holidays
km: បើកមើលថ្ងៃឈប់សំរាក

source: Organization Wide
km: ទំហំនៃអង្គភាព

source: Complete the fields below. Then click Preview. Click Cancel to return to Holiday Details Page without submitting information.
km: បំពេញប្រឡោះខាងក្រោម រួចចុចបើកមើល ចុចបោះបង់ដើម្បីត្រលប់ទៅទំពរ័ពត៍មានលំអិតនៃថ្ងៃឈប់សំរាកដោយមិនចាំបាច់ដាក់បញ្ជូនពត៍មាន

source: The holiday hierarchy can have minimum two and maximum five levels
km: ឋានានុក្រម្យនៃថ្ងៃឈប់សំរាកគឺអាច២ជាកំរិតអប្បបរិមាឬ៥ជាកំរិតអតិបរិមា

source: No
km: ទេ

source: Note\:
km: កំនត់ចំណាំ

source: The highest and lowest hierarchy levels cannot be removed from the system.
km: កំរិតនៃឋានានុក្រម្យដែលខ្ពស់បំផុតនិងទាបបំផុតមិនអាចយកចេញពីក្នុងប្រព័ន្ធ

source: Parent holiday\:
km: ថ្ងៃឈប់សំរាករបស់អានាព្យាបាល

source: Please note\:
km: សូមចំណាំ

source: Postal Code\:
km: លេខកូដរបស់ក្រសួងប្រៃសណីយ

source: present
km: បច្ចុប្បន្ន

source: Preview Holiday
km: ពិនិត្យមើលថ្ងៃឈប់សំរាក

source: Preview holiday information
km: ពិនិត្យមើលពត៍មានថ្ងៃឈប់សំរាក

source: Regional holiday
km: ថ្ងៃឈប់សំរាកនៃតំបន់

source: State\:
km: ស្ថានភាព

source: Status
km: លក្ខ័ណ

source: Telephone\:
km: ទូរស័ព្ទ

source: Click to view
km: ចុចដើម្បីបើកមើល

source: View holiday details now
km: បើកមើលពត៍មានលំអិតនៃថ្ងៃឈប់សំរាកឥឡូវនេះ

source: View holiday hierarchy
km: ពិនិត្យមើលឋានានុក្រម្បនៃថ្ងៃឈប់សំរាក

source: Click on an office below to view and add holidays for the office
km: ចុចលើទីស្នាក់កាខាងក្រោមដើម្បីបើកមើលនិងបន្ថែមថ្ងៃឈប់សំរាកសំរាប់ទីស្នាក់ការ

source: Please select {0}.
km: សូមជ្រើសរើស

# holiday.mandatory_textbox
source: Please specify {0}.
km: សូមបញ្ជាក់{0}.

source: Number of Members per Group
km: ចំនួននៃសមាជិកសំរាប់ក្រុមនីមួយៗ

source: Number of Members per Kendra
km: ចំនួននៃសមាជិកសំរាប់កិនដ្រា

source: Parent holiday
km: ថ្ងៃឈប់សំរាកអានាព្យាបាល

source: Please specify an Holiday short name.
km: សូមបញ្ជាក់ឈ្មោះជាអក្សរកាត់របស់ថ្ងៃឈប់សំរាក

source: Mifos
km: ម៉ាយហ្វូស
