Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/LoginUIResources.po
Languages: km

source: An unknown exception has occurred. Please try again later or contact the system administrator.
km: កំហុសដោយពុំបានដឺងជាមុនបានកើតឡើង សូមព្យាយាមម្តងទៀតនាពេលក្រោយឬ ទាក់ទងទៅអ្នកគ្រប់គ្រងប្រព័ន្ធ

source: You have been logged out of the system because batch jobs are running.
km: អ្នកបានចាកចេញពីក្នុងប្រព័ន្ធដោយសាតែការងារកំពុងតែដំណើរការ

source: The user account is currently inactive. Please try again later or contact the system administrator.
km: គណនីរបស់អ្នកប្រើប្រាស់គឺមិនដំណើរការទេនាពេលនេះ។សូមសាកល្បងម្តងទៀតនាពេលក្រោយ ឬទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធ

# errors.invalidoldpassword
source: Please specify valid username/password to access the application.
km: សូមបញ្ជាក់ពីឈ្មោះរបស់អ្នកប្រើប្រាស់ដែលមានសុពលភាព ពាកសំងាត់ ដើម្បីប្រើប្រាស់នៅក្នុងប្រព័ន្ធ

# errors.invaliduser
source: Please specify valid username/password to access the application.
km: សូមបញ្ជាក់ពីឈ្មោះរបស់អ្នកប្រើប្រាស់ដែលមានសុពលភាព ពាកសំងាត់ ដើម្បីប្រើប្រាស់នៅក្នុងប្រព័ន្ធ

source: The user account is currently locked. Please try again later or contact the system administrator.
km: គណនីរបស់អ្នកប្រើប្រាស់នាពេលនេះត្រូវបានបិទ សូមព្យាយាមម្តងទៀតនាពេលក្រោយឬ​ សូមទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធ

source: You have successfully logged out of the application. Please close the browser window.
km: អ្នកបានសំរេចហើយក្នុងកាចាកចេញពីក្នុងប្រព័ន្ធ សូមបិតផ្ទាំងការងារដែលបានបើកមើល

source: Please specify the value for {0}.
km: សូមបញ្ជាក់ពីតំលៃសំរាប់{0}.

source: The length of {0} cannot be greater than {1} character(s).
km: ប្រវែងនៃ{0}មិនអាចធំជាង{១}តួអក្សរ

source: The length of {0} cannot be less than {1} character(s).
km: ប្រវែងនៃ{0}មិនអាចតូចជាង{១}តួអក្សរ

source: Please ensure that the new password and confirm password entries are made and are identical.
km: សូមអះអាងថាពាក្យសំងាត់ថ្មី និងពាក្យសំងាត់ដែលបានបញ្ជាក់ដាក់ចូលគឺត្រូវបានធ្វើការកត់សំគាល់

source: Please ensure that the new password and old password entries are not identical.
km: សូមអះអាងថាពាក្យសំងាត់ និងពាក្យសំងាត់ចាស់ដែលបានដាក់ចូលគឺមិនត្រូវបានកត់សំគាល់

source: The user session has expired. Please login again to access the application.
km: វគ្គដែលបានប្រើប្រាស់គឺត្រូវបានហួសកាលកំនត់ សូមបើកទំពរ័ប្រើប្រាស់ម្តងទៀតដើម្បីចូលទៅក្នុងប្រពន័្ធ

source: Please do not specify [space] for {0}.
km: សូមកមុំបញ្ជាក់ [ដកឃ្លា] សំរាប់{0}.

source: Cancel
km: បោះបង់

source: Change Password
km: ប្តូពាក្យសំងាត់

source: Enter current password and then choose your new password. Click Submit when you are done.
km: សូមដាក់បញ្ជូលពាក្យសំងាត់បច្ចុប្បន្ន រួចហើយជ្រើសរើសពាក្យសំងាត់ថ្មី។​ចុចបញ្ជូននៅពេលដែលអ្នកបានបញ្ចប់

source: Confirm New Password
km: បញ្ជាក់ពាក្យសំងាត់ថ្មី

source: Login
km: បើកចូល

source: Logout
km: ចាកចេញ

source: New Password
km: ពាក្យសំងាត់ថ្មី

source: Old Password
km: ពាក្យសំងាត់ចាស់

source: Password
km: ពាក្យសំងាត់

source: Submit
km: បញ្ជូន

source: Username
km: អ្នកប្រើប្រាស់

source: Welcome to mifos
km: ស្វាគមន៍ការមកប្រើប្រាស់ម៉ាយហ្វូស
