Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/MenuResources.po
Languages: km

source: Admin Module
km: កឋាខន័្ធរបស់រដ្ថបាល

source: Client Module
km: កឋាខន័្ធរបស់អតិថិជន

# label.account
source: Account
km: គណនីយ

# label.accountSmall
source: account
km: គណនីយ

source: Accounts
km: គណនីយនានា

# label.accountsSmall
source: accounts
km: គណនីយនានា

# label.admintasks
source: Quick start
km: ប្រញាប់ចាប់ផ្តើម

source: at risk
km: ហរិភ័យ

source: Branch
km: សាខា

source: center
km: មជ្ឈមណ្ឌល

source: Change
km: ផ្លាស់ប្តូរ

source: Change account status
km: ផ្លាស់ប្តូរល័ក្ខណរបស់អតិថិជន

source: client
km: អតិថិជន

source: Collection Sheet
km: ប្រមូលទំពរ័ឯកសា

source: Collection Sheets
km: ប្រមូលទំពរ័ឯកសានានា

# label.create
source: Create
km: បង្កើត

# label.createLoanAccountPrefix
source: Create
km: បង្កើត

# label.createLoanAccountSuffix
source: account
km: គណនីយ

source: Create multiple
km: ការបង្កើតជាពហុគុណ

# label.createMultipleLoanAccountsSuffix
source: accounts
km: គណនីយ

# label.createSavingsAccountPrefix
source: Create
km: បង្កើត

# label.createSavingsAccountSuffix
source: account
km: គណនីយ

source: Create new
km: បង្កើតថ្មី

source: Data
km: ទិន្ន័យ

source: Enter
km: ដាក់បញ្ចូល

source: group
km: ក្រុម

source: Help
km: ជំនួយ

source: Loan officer
km: មន្ត្រីផ្នែកឥនទាន

source: Manage
km: ការគ្រប់គ្រង

source: Manage Existing
km: ការគ្រប់គ្រងពីមុន

source: Search by
km: ស្វែងរកតាមរយះ

source: multiple
km: ពហុគុណ

# label.openNewLoanAccountPrefix
source: Open new
km: បើកថ្មី

# label.openNewLoanAccountSuffix
source: Account
km: គណនីយ

# label.openNewSavingsAccountPrefix
source: Open new
km: បើកថ្មី

# label.openNewSavingsAccountSuffix
source: Account
km: គណនីយ

# label.opennew
source: Open new
km: បើកថ្មី

# label.quickstart
source: Quick start
km: ចាប់ផ្តើមយាងឆាប់

source: report
km: របាយការណ៏

source: reports
km: របាយការណ៏

source: name, system ID or account number
km: ឈ្មោះ​​​​​, លេខកូដប្រព័ន្ធឬលេខគណនីយ

source: See also
km: មើលផងដែរ

source: status
km: លក័្ខណ

source: Tasks
km: កិច្ចការ

source: View
km: បើកមើល

source: w/o center
km: មជ្ឈមណ្ឌល

source: Your settings
km: កាដាក់របស់អ្នក
