Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/OfficeUIResources.po
Languages: km

source: Please specify an Office address.
km: សូមបញ្ជាក់អស័យដ្តានការិយាល័យ

source: Please specify the City.
km: សូមបញ្ជាក់ពត៍មានទីក្រុង

source: Please specify the Country.
km: សូមបញ្ជាក់ពត៍មានប្រទេស

source: Please specify the Postal code.
km: សូមបញ្ជាក់ពត៍មានលេខកូដប្រៃសណីយ

source: Please specify the State.
km: សូមបញ្ជាក់ពត៍មានរបស់រដ្ថ

source: No address entered.
km: ពុំមានអស័យដ្ថានទេ

source: Cancel
km: បោះបង់

# Office.edit
source: Edit office information
km: កែតំរូវពត៍មានការិយាល័យ

source: An unexpected error has occurred during office creation. Please try again later or contact the system administrator.
km: កំហុសមួយបានកើតឡើងក្នុងពេលបង្កើតការិយាល័យ​។សូមព្យាយាមម្តងទៀតនាពេលក្រោយឬទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធ

source: The application could not load the office hierarchy. Please try again later or contact the system administrator.
km: ពាក្យស្នើសុំមិនអាចដាក់បញ្ចូលទៅក្នុងឋានានុក្រម្យរបស់ទីស្នាក់ការបានទេ។សូមព្យាយាមម្តងទៀតនាពេលក្រោយឬទាក់ទងអ្នកគ្រប់គ្រងប្រពន្ធ័

# Office.error.getFailed
source: An unexpected error has occurred while retrieving the office details. Please try again later or contact the system administrator.
km: កំហុសដោយមិនបានដឺងជាមុនមួយបានកើតឡើងក្នុងពេលប្រមូលពត៍មានលំអិតរបស់ទីស្នាក់កា។សូមព្យាយាមម្តងទៀតឬទាក់ទងអ្នកគ្រប់គ្រងប្រពន្ធ័

source: The office status cannot be updated as the office has active sub office(s) under it.
km: លក្ខណ័របស់ទីស្នាក់កាមិនអាចកែប្រែនាពេលនេះបានទេដោយសាមានទីស្នាក់កានេះមានមានទីស្នាក់ការងជាច្រើនដែលកំពុងតែមានសកម្មភាព។

source: The office level cannot be removed as there are offices present at this level.
km: លំដាប់នៃទីស្នាក់ការគឺមិនអាចយកចេញដោយសាមានទីស្នាក់កាដទៃទៀតបានបង្ហាញនៅក្នុងកំរិតនេះដែរ

source: The office status cannot be updated as the office has active personnel associated with it.
km: លក្ខណ័របស់ទីស្នាក់កាមិនអាចកែប្រែនាពេលនេះបានទេដោយសាមានទីស្នាក់កានេះមានបុគ្គលិកដែលនៅមានសកម្មភាពទាក់ទងនៅឡើយ

# Office.error.loadFailed
source: An unexpected error has occurred while retrieving the office details. Please try again later or contact the system administrator.
km: កំហុសដោយពុំបានដឹងមុនបានកើតឡើងនាពេលប្រមូលពត៍មានលំអិតរបស់ទីស្នាក់កា។សូមព្យាយាមម្តងទៀតនាពេលក្រោយឬទាក់ទងទៅអ្នកគ្រប់គ្រងប្រពន្ធ័

source: An unexpected error has occurred while changing the office details. Please try again later or contact the system administrator.
km: កំហុសដោយពុំបានដឺងមុនបានកើតឡើងក្នុងពេលប្តូពត៍មានលំអិតរបស់ទីស្នាក់កា។សូមព្យាយាមម្តងទៀតនាពេលក្រោយឬទាក់ទងទៅអ្នកគ្រប់គ្រងប្រពន្ធ័

# Office.error.updationHierarchyFailed
source: An unexpected error has occurred during the office hierarchy change. Please try again later or contact the system administrator.
km: កំហុសដោយពុំបានដឹងមុនបានកើតឡើងនាពេលប្តូរឋានានុក្រម្យរបស់ទីស្នាក់កា។សូមព្យាយាមម្តងទៀតនាពេលក្រោយឬទាក់ទងអ្នកគ្រប់គ្រងប្រពន្ធ័

source: This Office name already exists in the application. Please specify a different name.
km: ឈ្មោះរបស់ទីស្នាក់ការនេះគឺមានរួចហើយនៅក្នុងប្រពន្ធ័។សូមបញ្ជាក់ឈ្មោះផ្សេងពីនេះ

# Office.formOfficeType.pleaseLelect
source: Please specify an Office type.
km: សូមបញ្ជាក់ប្រភេទនៃទីស្នាក់កា

# Office.formOfficeType.requiredmsg
source: Please specify an Office type.
km: សូមបញ្ជាក់ប្រភេទនៃទីស្នាក់កា

source: This Office short name already exists in the application. Please specify a different name.
km: ឈ្មោះជាអក្សរកាត់របស់ទីស្នាក់ការនេះគឺមានរួចហើយនៅក្នុងប្រព័ន្ធ សូមបញ្ជាក់ឈ្មោះផ្សេង

source: Please specify a Parent office.
km: សូមបញ្ជាក់ការិយាល័យរបស់អ្នកអានាព្យាបាល

source: Define new
km: កំនត់ថ្មី

source: Add a new office -
km: បន្ថែមទីស្នាក់កាថ្មី

source: Add a new office
km: បន្ថែមទីស្នាក់កាថ្មី

source: Additional information
km: ពត៍មានបន្ថែម

source: Address
km: អាស័យដ្ឋាន

source: Area Office
km: តំបន់របស់ទីស្នាក់ការ

source: Branch office
km: សាខារបស់ទីស្នាក់ការ

source: Check the levels to be included.
km: ពិនិត្យមើលកំរិតសំរាប់ដាក់បញ្ចូល

source: Complete the fields below. Then click Preview. Click Cancel to return to Admin without submitting information.
km: បំពេញរាល់ចន្លោះខាងក្រោម។រួចចុចពិនិត្យមើលជាមុន។ចុចបោះបង់ដើម្បីត្រលប់ទៅផ្នែករដ្ឋបាលដោយមិនចាំបាច់ដាក់បញ្ជូនពត៍មាន

source: You have successfully added a new office
km: អ្នកបានបន្ថែមទីស្នាក់កាថ្មីមួយដោយជោកជ័យហើយ

source: Divisional Office
km: ទីស្នាក់ការសំរាប់ផ្នែកកងពល

# Office.labelEditOfficeInfo
source: Edit office information
km: កែប្រែពត៍មានរបស់ទីស្នាក់កា

source: Enter office information
km: កែប្រែពត៍មានរបស់ទីស្នាក់កា

source: Fields marked with an asterisk are required.
km: ប្រឡោះដែលមានសញ្ញាផ្កាយគឺតំរូវអោយបំពេញ

source: Head office
km: ទីស្នាក់កាកណ្តាល

source: Admin
km: រដ្ឋបាល

source: Preview the fields below. Then click Confirm. Click Cancel to return to Office Details without submitting information.
km: ពិនិត្យមើលប្រអប់ខាងក្រោមជាមុន រូចចុចបញ្ជាក់។ចុចបោះបង់ដើម្បីត្រលប់ទៅពត៍មានលំអិតនៃការិយាល័យដោយមិនចាំបាច់ដាក់បញ្ជូនពត៍មាន

source: The office hierarchy can have minimum two and maximum five levels
km: ឋានានុក្រម្យនៃការិយាល័យមិនអាចមានកំរិតអប្បរិមា២និងអតិប្បរិមា៥ឡើយ

source: No
km: ទេ

source: The highest and lowest hierarchy levels cannot be removed from the system.
km: កំរិតទាបបំផុតនិងខ្ពស់បំផុតនៃឋានានុក្រម្យមិនអាចដកចេញពីប្រព័ន្ធឡើយ

source: Office address
km: អស័យដ្ឋាននៃទីស្នាក់កាធំ

source: You can enter a system ID number into the search box to access center details which <br> also include a center's account and performance data.
km: អ្នកអាចដាក់បញ្ចូលលេខកូដប្រព័ន្ធទៅក្នុងប្រអប់ស្វែងរកដើម្បីចូលទៅក្នុងមណ្ឌលលំអិតដែលមានការបញ្ចូលគណនីរបស់មណ្ឌលនិងលទ្ធផលទិន្នន័យ

source: Office details
km: ពត៍មានលំអិតនៃការិយាល័យ

source: Office information
km: ពត៍មានការិយាល័យ

source: present
km: បង្ហាញ

source: Preview office information
km: បើកមើលជាមុនពត៍មានទីស្នាក់កា

source: Regional Office
km: ទីស្នាក់កាតំបន់

source: Review &amp; submit
km: ពិនិត្យមើល​ បញ្ជូន

source: Status
km: លក្ខ័ណ

source: Sub Regional office
km: ទីស្នាក់ការតំបន់រង

source: define a new office
km: កំនត់ទីស្នាក់ការថ្មីមួយ

source: View office details now
km: មើលពត៍មានលំអិតនៃទីស្នាក់កាឥឡូវនេះ

source: View office hierarchy
km: បើកមើលឋានានុក្រម្យនៃទីស្នាក់ការ

source: Click on an office below to view details and make changes or
km: ចុចលើទីស្នាក់កាខាងក្រោមដើម្បីបើកមើលពត៍មានលំអិតនិងធ្វើការផ្លាស់ប្តូ

source: Please select {0}.
km: សូមជ្រើសរើស{0}.

# Office.mandatory_textbox
source: Please specify {0}.
km: សូមបញ្ជាក់{0}.

source: Number of Members per Group
km: ចំនួននៃសមាជិកនៃក្រុមនិមួយៗ

source: Number of Members per Kendra
km: ចំនួននៃសមាជិកនៃកិនដ្រា

source: Office Level
km: លំដាប់នៃទីស្នាក់កា

source: Office Name
km: ឈ្មោះទីស្នាក់កា

source: Please specify an Office name.
km: សូមបញ្ជាក់ឈ្មោះទីស្នាក់កា

source: Please specify character(s) other than blank space(s).
km: សូមបញ្ជាក់តួអក្សរផ្សេងៗក្រៅពីចំនួនប្រឡោះ

source: Office Short Name
km: ឈ្មោះកាត់របស់ទីស្នាក់កា

source: Office type
km: ប្រភេទនៃទីស្នាក់កា

source: Office Operation Mode
km: បែបនៃប្រតិបត្តិការរបស់ទីស្នាក់កា

source: Parent Office
km: ទីស្នាក់កាអានាព្យាបាល

source: Preview
km: បើកមើល

source: Please specify an Office short name.
km: សូមបញ្ជាក់ឈ្មោះកាត់របស់ទីស្នាក់កា

source: Submit
km: បញ្ចូល

source: Mifos
km: ម៉ាយហ្វូស

source: You do not have permissions to perform this activity. Contact your system administrator to grant you required permissions and try again.<br><br>
km: អ្នកមិនមានការអនុញ្ញាតិអោយធ្វើសកម្មភាពនេះទេ។ទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធដើម្បីបើកសិទ្ធិដែលត្រូវកា រួចហើយសូមសាកល្បងម្តងទៀត

source: This level does not exist.
km: កំរិតនេះមិនមានបង្ហាញទេ

source: This status does not exist.
km: លក្ខ័ននេះមិនមានបង្ហាញទេ

source: Can not update office type as child office type has more level than this.
km: មិនអាចកែប្រែប្រភេទនៃការិយាល័យបានទេ ដោយសាតែបប្រភេទនៃការិយាល័យកកុមារគឺមានកំរិតច្រើនជាងនេះ

source: This office name already exist
km: ឈ្មោះការិយាល័យនេះគឺមានរួចហើយ

source: This office short name already exist
km: ឈ្មោះកាត់របស់ការិយាល័យនេះគឺមានរួចហើយ

source: Can not update parent office as this office level is greater than that of new parent.
km: មិនអាចកែប្រែការិយាល័យអានាព្យាបាលបានទេ ដោយសាតែកំរិតនៃការិយាល័យនេះគឺធំជាងអានាព្យាបាលថ្មីៗ

source: Cannot create this office as the configuration of this level has been modified by another user. Please try creating again or change the office type.
km: មិនអាចបង្កើតការិយាល័យនេះទេដោយសាតែរូបសណ្ឋានខាងក្រៅនៃកំរិតនេះគឺមានការកែឆ្នៃដោយអ្នកប្រើប្រាស់ដទៃទៀត។សូមសាកល្បងបង្កើតម្តងទៀតឬប្តូប្រភេទនៃការិយាល័យ

# error.office.mandatory_field
source: Please specify {0}.
km: សូមបញ្ជាក់{0}.

source: max mumber of offices allowed are 9999
km: ចំនួនអនិញ្ញាត្តិអតិបរិមានៃសមាជិកការិយាល័យគឺ៩៩៩៩

source: Please specify required additional information.
km: សូមបញ្ជាក់ពីពត៍មានបន្ថែមដែលត្រូវការ

source: The record has already been modified by another user. Please navigate to the details page and start the activity again.
km: ការកត់ត្រាគឺបានកែប្រែរួចរាល់ហើយដោយអ្នកប្រើប្រាស់ដទៃ។​សូមបន្តទៅទំព័រលំអិតនិងចាប់ផ្តើមសកម្មភាពម្តងទៀត

source: The office cannot be made active as this office level is not configured currently.
km: ទីស្នាក់កាគឺមិនអាចធ្ងើទៅជាសកម្មបានទេ ដោយសាកំរិតនេះគឺមិនទាន់បានកែច្នៃនៅឡើយ

source: The office cannot be activated as the parent office is not a valid parent now.
km: ទីស្នាក់កាមិនអាចបើកប្រើប្រាស់បានទេដោយសាទីស្នាក់កាអានាព្យាបាលគឺំមិនមែនជាអានាព្យាបាលដែលមានសុពលភាព

source: The office cannot be activated as the parent office is inactive.
km: ទីស្នាក់កាមិនអាចបើកប្រើប្រាស់បានទេដោយសាទីស្នាក់កាអានាព្យាបាលគឺំអសកម្ម

source: Minimum length for office short name is {2} characters.
km: ប្រវែងអប្បបរិមាសំរាប់ឈ្មោះកាត់របស់ទីស្នាក់ការធំគឺចំនួនតែពីរតួប៉ុណ្ណោះ

# errors.office.updationhierarchyfailed
source: An unexpected error has occurred during the office hierarchy change. Please try again later or contact the system administrator.
km: កំហុសដោយមិនបានដឺងមុនបានកើតឡើង ក្នុងពេលដែលឋានានុក្រម្យរបស់ទីស្នាក់ការបានផ្លាស់ប្តូ។សូមសាកល្បងម្តងទៀតឬទាក់ទងនិងអ្នកគ្រប់គ្រងប្រព័ន្ធ

source: This action is not permissible.
km: សកម្មភាពនេះគឺមិនមានការអនុញ្ញាតិនោះទេ

# exception.framework.fieldConfiguration.mandatory
source: Please specify {0}.
km: សូមបញ្ជាក់ {0}.
