Repository: mifos/1.4.x
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/RolesAndPermission.po
Languages: hu

source: You do not have permissions to perform this activity. Contact your system administrator to grant you the required permissions and try again.
hu: Ön nem jogosult e művelet végzésére. A szükséges engedélyért forduljon a rendszergazdához, majd próbálja újra.

source: The length for {0} should not be greater than {1} characters.
hu: A(z) {0} hossza nem haladhatja meg a(z) {1} karaktert.

source: The action is not permissible.
hu: Ez a művelet nem engedélyezett.

source: Cancel
hu: Mégsem

source: Create
hu: Létrehozás

source: Delete
hu: Törlés

source: Submit
hu: Érvényesítés

source: Update
hu: Frissítés

source: Loading of role details failed due to an unexpected error. Please try again later or contact the system administrator.
hu: A szerep adatok betöltése váratlan hiba miatt nem sikerült. Próbálja később újra, vagy forduljon a rendszergazdához.

source: Please select at least one of the activities to create a role.
hu: Legalább egy tevékenységet válasszon a szerep létrehozásához.

source: PPlease select at least one of the activities to update a role.
hu: Legalább egy tevékenységet válasszon a szerep frissítéséhez.

source: Loading of roles failed due to an unexpected error. Please try again later or contact the system administrator.
hu: A szerepek betöltése váratlan hiba miatt nem sikerült. Próbálja később újra, vagy forduljon a rendszergazdához.

source: Role creation failed due to an unexpected error. Please try again later or contact the system administrator.
hu: A szerep létrehozása váratlan hiba miatt nem sikerült. Próbálja később újra, vagy forduljon a rendszergazdához.

source: Role deletion failed due to an unexpected error. Please try again later or contact the system administrator.
hu: A szerep törlése váratlan hiba miatt nem sikerült. Próbálja később újra, vagy forduljon a rendszergazdához.

source: The specified Role Name already exists in the application. Please specify a different name.
hu: A megadott Szerep név már létezik az alkalmazásban. Adjon meg másik nevet.

source: Role updation failed due to an unexpected error. Please try again later or contact the system administrator.
hu: A szerep frissítése váratlan hiba miatt nem sikerült. Próbálja később újra, vagy forduljon a rendszergazdához.

source: Cannot delete the role as it is assigned to one or more personnel.
hu: A szerep nem törölhető, mert egy vagy több munkatárshoz van rendelve.

source: Cannot perform this operation as the role has been deleted. <br>
hu: A művelet nem hajtható végre, mert a szerep törlésre került. <br>

source: This role does not exist in the application.
hu: Ez a szerep nem létezik az alkalmazásban.

source: Add new role
hu: Új szerep hozzáadása

source: A role is the name for set of users with like permissions for system tasks. Select a role from the list below to view or edit role<br> name and task permissions. You can also add a
hu: A szerep hasonló rendszerjogosultságokkal rendelkező felhasználók halmazának a megjelölésére szolgál. A szerep <br> név és jogosultságok megtekintéséhez vagy szerkesztéséhez válasszon egy szerepet az alábbi listáról. Emellett hozzá is adhat

source: Admin
hu: Adminisztráció

source: Delete role
hu: Szerep törlése

source: Modify Role
hu: Szerep módosítása

source: Check the boxes below to allow permissions for the specified role. Click Submit to apply changes. Click Cancel to return to Modify<br> roles & Permissions without saving changes.
hu: Jelölje meg az alábbi dobozokat az adott jogosultság engedélyezéséhez az adott szerep részére. A módosítás alkalmazásához kattintson az Érvényesítés gombra. Kattintson a Mégsem gombra, amennyiben a módosítás mentése nélkül kíván visszatérni a(z) <br> szerepek és jogosultságok módosítása lapra.

source: new Role
hu: új Szerep

source: Roles and permissions
hu: Szerepek és jogosultságok

source: Role name
hu: Szerep neve

source: Please do not use ` or ' or " character in this value.
hu: Az érték megadásakor ne használjon ` vagy ' vagy " karaktert.

source: Please specify a Role Name.
hu: Adja meg a Szerep nevét.
